<template>
  <div class="return-policy container">
    <h1>Политика возврата компании</h1>
    <h2 class="subtitle">Обмен и возврат любого устройства возможен в течение 14 дней</h2>
    <h2 class="subtitle1">Возврат товара ненадлежащего качества</h2>
    <p class="content">
      Если покупатель приобрел товар ненадлежащего качества, он имеет право потребовать от продавца:<br>
      <br>
      бесплатное устранение всех дефектов или оплату ремонта, совершенного другим сервисным центром;
      снижение стоимости, соразмерное дефекту;
      <br>
      
      <br>замены на аналогичное устройство, или товар другой модели, торговой марки с учетом разницы в цене.
      Стоит учитывать, что подобные требования покупателя в отношении дорогих и сложных товаров могут быть удовлетворены, если недостатки являются существенными.
      <br>

      <br>
      Покупатель может отказаться от ремонта, снижения стоимости и замены, вернув дефектный товар и получив обратно всю уплаченную за него сумму.<br>
      <br>
      Если дефекты товара стали причиной каких-либо убытков, покупатель имеет право требовать их возмещения. В этом случае для удовлетворения всех требований покупателя необходимо руководствоваться Законом РФ «О защите прав потребителей» и осуществлять возмещение в указанные законодательством сроки.
<br>
      <br>
      Если продавец отказывается передавать товар, покупатель может потребовать возмещения убытков. Всю сумму стоимости товара продавец должен вернуть в течение 10 дней с момента получения письменных требований.<br>
      <br>
      Если у покупателя нет документов, подтверждающих факт покупки, это не лишает его права доказать совершение сделки купли-продажи любым законным способом.<br>
      <br>
      Если дефекты были обнаружены у технически сложного дорогостоящего товара, покупатель вправе отказаться от приобретения или потребовать замену на аналогичное устройство. При замене на устройство другой марки или модели, необходимо пересчитать стоимость. Подобную сделку можно осуществить в течение пятнадцати дней, но продавец обязан сначала получить товар для осуществления проверки и подтверждения наличия дефектов.<br>
      <br>
      Полный перечень технически сложных товаров можно найти в соответствующем Постановлении Правительства РФ №924.<br>
      <br>
      Если в комплекте с товаром был подарок, при осуществлении возврата дефектного товара, покупатель должен вернуть и его, сохранив в товарном виде.<br>
      <br>
      Все проверки проводятся в соответствии с законодательством, в указанные в Законе сроки, с оглядкой на требования покупателя и гарантийные обязательства продавца или производителя. Проводить проверку могут только специализированные аккредитованные сервисные центры. Без осуществления подобной проверки продавец не может подтвердить наличие дефекта, причины его возникновения, и обосновать требования клиента, поэтому не может отвечать за просрочку выполнения замены или возврата до того, как товар был ему передан.<br>
      <br>
      Если в результате проверки будет установлено, что причиной недостатков стало небрежное отношение к устройству со стороны покупателя, то он обязуется возместить расходы на транспортировку и проведение экспертизы.
    </p>
    <h2 class="return-quality-title">Возврат товара надлежащего качества</h2>
    <p class="return-quality-content">
      Вернуть товар надлежащего качества возможно при соблюдении некоторых условий: наличие документов, подтверждающих покупку. Если соответствующий документ отсутствует, покупатель может совершить возврат, доказав факт покупки любым другим способом.<br>

      <br>Если устройство имеет индивидуальные свойства, и предназначено для использования исключительно конкретным потребителем, покупатель не может осуществить возврат.<br>
      
      <br>Если покупатель отказывается от приобретения устройства, продавец обязан возместить всю сумму, которая была оплачена, за исключением транспортных расходов. Сроки рассмотрения в соответствии со статьей 22 - 10 дней<br>
      
      <br>Если к товару прилагался подарок, клиент обязуется вернуть его, при этом товарный вид и свойства должны быть сохранены.<br>
      
      
      <br> При оформлении возврата покупатель (или его представитель) и продавец подписывают документ, 
      фиксирующий данную сделку и содержащий следующую информацию:<br>
      
      <ul>
        <li>наименование продавца;</li>
        <li>ФИО покупателя;</li>
        <li>наименование товара;</li>
        <li>дата совершения сделки;</li>
        <li>сумма, которую продавец обязуется вернуть.</li>
      </ul>
    </p>
  </div>
</template>

<script>
export default {
  name: 'ReturnPolicy'
}
</script>

<style scoped>
*{
  margin: 0;

}



.return-policy {
  display: flex;
  flex-direction: column;
  align-items: flex-start;
  padding-top: 100px;
  gap: 20px;


}


ul {
  position: relative;
  gap: 0px;
  font-size: 16px;
  font-weight: 400;
  line-height: 19.09px;
  text-align: left;
  color: rgba(88, 86, 86, 1);
  list-style-type: none;
}


.title {

  font-size: 23px;
  font-weight: 500;
  line-height: 47.73px;
  text-align: left;

}

.subtitle {

  font-size: 23px;
  font-weight: 500;
  line-height: 28.64px;
  text-align: left;

  color: rgba(0, 113, 228, 1);
}

.subtitle1 {

  font-size: 23px;
  font-weight: 500;
  line-height: 28.64px;
  text-align: left;


}

.content {
  gap: 0px;
  font-size: 16px;
  font-weight: 400;
  line-height: 19.09px;
  text-align: left;
    
  color: rgba(88, 86, 86, 1); 



}


.return-quality-title{
gap: 0px;
font-size: 24px;
font-weight: 500;
text-align: left;

}

.return-quality-content {
  font-size: 16px;
  font-weight: 400;
  line-height: 19.09px;
  text-align: left;
  

  color: rgba(88, 86, 86, 1);
}


@media (min-width: 768px) and (max-width: 1440px)
 {
  h1 {
    font-size: 32px;
  }
  .subtitle,.subtitle1, .return-quality-title {
  font-size: 20px;
  }
  .content,
  .return-quality-content {
    font-size: 16px;
    line-height: 18.75px;
    text-align: left;
    
  }
}

@media (max-width: 768px)
 {
  h1 {
    font-size: 24px;
  }
  .subtitle,.subtitle1, .return-quality-title {
  font-size: 16px;
  }
  .content,
  .return-quality-content {
    font-size: 14px;
    line-height: 18.75px;
    text-align: left;
    
  }
}





</style>
